a52dec
aalib
abseil-cpp
accountsservice
acl
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alacritty
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
ananicy-cpp
aom
appstream
appstream-glib
aquamarine
archlinux-keyring
aribb24
aribb25
at-spi2-core
atkmm
attr
audit
autoconf
autoconf-archive
automake
avahi
awesome-terminal-fonts
ayatana-ido
base
base-devel
bash
bash-completion
bat
bind
binutils
bison
bitwarden
blas
blueman
bluetui
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
bpf
brightnessctl
brltty
brotli
btop
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cachyos-ananicy-rules
cachyos-fish-config
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cairo
cairomm
cairomm-1.16
cantarell-fonts
capstone
catch2
cava
cblas
cdparanoia
chromaprint
chwd
cifs-utils
clang
cliphist
cmake
colord-gtk
colord-gtk-common
compiler-rt
composefs
confuse
containerd
coreutils
cpio
cppdap
cpupower
cryptsetup
curl
darktable
dav1d
db
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-units
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
diffutils
ding-libs
diskonaut
dkms
dmidecode
dmraid
dnsmasq
dnssec-anchors
docker
docker-compose
dosfstools
double-conversion
dtc
duf
duktape
dust
e2fsprogs
editorconfig-core-c
edk2-aarch64
edk2-arm
edk2-ovmf
efibootmgr
efitools
efivar
egl-gbm
egl-wayland
egl-wayland2
egl-x11
eglexternalplatform
electron36
electron38
elfutils
ell
enchant
ethtool
exempi
exfatprogs
exiv2
expac
expat
eza
f2fs-tools
faac
faad2
fakeroot
fastfetch
fd
ffmpeg
ffmpeg4.4
ffmpegthumbnailer
fftw
figlet
file
filesystem
findutils
firefox
fish
fish-autopair
fish-pure-prompt
fisher
flac
flatpak
flex
flickcurl
fluidsynth
fmt
fontconfig
freeglut
freetype2
fribidi
fsarchiver
ftgl
fuse-common
fuse2
fuse3
fzf
gawk
gc
gcc
gcc-libs
gcr-4
gd
gdbm
gdk-pixbuf2
geocode-glib-2
geocode-glib-common
gettext
gexiv2
gfxstream
giflib
git
git-lfs
github-cli
glances
glaze
glew
glib-networking
glib2
glib2-devel
glibc
glibmm
glibmm-2.68
glm
glslang
glu
glusterfs
glycin
gmic
gmp
gnome-autoar
gnome-desktop-4
gnome-desktop-common
gnome-text-editor
gnome-themes-extra
gnulib-l10n
gnupg
gnutls
go
gobject-introspection
gobject-introspection-runtime
gperftools
gpgme
gpgmepp
gpm
gpsd
granite7
graphene
graphicsmagick
graphite
grep
grim
grimblast-git
groff
gsettings-desktop-schemas
gsettings-system-schemas
gsl
gsm
gssdp
gssproxy
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtest
gtk-layer-shell
gtk-update-icon-cache
gtk-vnc
gtk3
gtk4
gtk4-layer-shell
gtkmm-4.0
gtkmm3
gtksourceview4
gtksourceview5
guile
gum
gupnp
gupnp-dlna
gupnp-igd
gvfs
gvfs-mtp
gzip
harfbuzz
harfbuzz-icu
hdparm
hicolor-icon-theme
hidapi
highway
htop
hunspell
hwdata
hwdetect
hwinfo
hwloc
hyphen
hyprcursor
hyprgraphics
hypridle
hyprland
hyprland-guiutils
hyprland-protocols
hyprlang
hyprlauncher
hyprlock
hyprpaper
hyprpicker
hyprpwcenter
hyprsunset
hyprtoolkit
hyprutils
hyprwayland-scanner
hyprwire
iana-etc
icu
imagemagick
imath
imlib2
impala
inetutils
iniparser
inotify-tools
intel-ucode
inxi
iproute2
iptables-nft
iputils
iso-codes
iw
iwd
jack
jansson
jasper
java-environment-common
java-runtime-common
jbigkit
jdk-openjdk
jemalloc
jfsutils
jolt
jq
json-c
json-glib
jsoncpp
kbd
kcolorscheme
kcompletion5
kconfig
kconfig5
kcoreaddons
kcoreaddons5
kcrash
kcrash5
kdbusaddons
keyutils
kguiaddons
kguiaddons5
ki18n
ki18n5
kitemviews5
kitty
kitty-shell-integration
kitty-terminfo
kmod
knotifications
krb5
krita
kwallet
kwidgetsaddons
kwidgetsaddons5
kwindowsystem
kwindowsystem5
l-smash
lame
lapack
lcms2
ldb
leancrypto
lensfun
leptonica
less
lib32-brotli
lib32-bzip2
lib32-curl
lib32-e2fsprogs
lib32-expat
lib32-gcc-libs
lib32-glibc
lib32-gmp
lib32-gnutls
lib32-icu
lib32-json-c
lib32-keyutils
lib32-krb5
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libglvnd
lib32-libidn2
lib32-libldap
lib32-libnghttp2
lib32-libnghttp3
lib32-libngtcp2
lib32-libpciaccess
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libunistring
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxdmcp
lib32-libxext
lib32-libxml2
lib32-libxshmfence
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nettle
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-openssl
lib32-p11-kit
lib32-spirv-tools
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib-ng
lib32-zlib-ng-compat
lib32-zstd
libadwaita
libaemu
libaio
libappindicator
libarchive
libasan
libass
libassuan
libasyncns
libatasmart
libatomic
libavc1394
libavif
libavtp
libayatana-appindicator
libayatana-indicator
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-smart
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcacard
libcanberra
libcap
libcap-ng
libcbor
libcddb
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libcue
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdecor
libdeflate
libdisplay-info
libdovi
libdrm
libdv
libdvbpsi
libdvdcss
libdvdnav
libdvdread
libebml
libebur128
libedit
libei
libelf
libepoxy
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libfreeaptx
libftdi
libfyaml
libgcc
libgcrypt
libgee
libgexiv2
libgfortran
libgirepository
libgit2
libglvnd
libgme
libgomp
libgoom2
libgpg-error
libgphoto2
libgsf
libgudev
libgweather-4
libgxps
libheif
libical
libice
libidn2
libiec61883
libimagequant
libimobiledevice
libimobiledevice-glue
libinih
libinput
libiptcdata
libiscsi
libisl
libisoburn
libisofs
libjpeg-turbo
libjxl
libkate
libkdcraw5
libksba
liblc3
libldac
libldap
libliftoff
liblouis
liblqr
liblrdf
liblsan
libltc
libluv
libmad
libmakepkg-dropins
libmalcontent
libmanette
libmatroska
libmaxminddb
libmbim
libmd
libmfx
libmicrodns
libmm-glib
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmtp
libmysofa
libnautilus-extension
libnbd
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnma
libnma-common
libnma-gtk4
libnotify
libnsl
libnss_nis
libnvme
libobjc
libogg
libopenmpt
libopenraw
libosinfo
libp11-kit
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libportal
libportal-gtk4
libproxy
libpsl
libpulse
libqalculate
libqmi
libqrtr-glib
libquadmath
libraqm
libraw
libraw1394
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsigc++-3.0
libsixel
libslirp
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspeechd
libspelling
libsrtp
libssh
libssh2
libstdc++
libstemmer
libsysprof-capture
libtasn1
libtatsu
libteam
libthai
libtheora
libtiff
libtiger
libtirpc
libtool
libtpms
libtraceevent
libtracefs
libtsan
libubsan
libunibreak
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusb-compat
libusbmuxd
libutempter
libutf8proc
libuv
libva
libva-nvidia-driver
libvdpau
libverto
libvirt
libvirt-glib
libvirt-python
libvlc
libvorbis
libvpl
libvpx
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libx11
libx86emu
libxau
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxdp
libxext
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxnvctrl
libxpm
libxpresent
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
licenses
lilv
linux-api-headers
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-lts-nvidia-open
linux-cachyos-lts-zfs
linux-cachyos-nvidia-open
linux-cachyos-zfs
linux-firmware
linux-firmware-amdgpu
linux-firmware-atheros
linux-firmware-broadcom
linux-firmware-cirrus
linux-firmware-intel
linux-firmware-mediatek
linux-firmware-nvidia
linux-firmware-other
linux-firmware-radeon
linux-firmware-realtek
linux-firmware-whence
lirc
live-media
lld
llhttp
llvm
llvm-libs
lm_sensors
lmdb
localsearch
logrotate
loupe
lsb-release
lsscsi
lua
lua51-lpeg
luajit
lv2
lvm2
lz4
lzo
m4
mailcap
make
man-db
man-pages
mc
md4c
mdadm
meld
mesa
mesa-utils
meson
micro
minizip
minizip-ng
mjpegtools
mkinitcpio
mkinitcpio-busybox
mlt
mobile-broadband-provider-info
modemmanager
mpdecimal
mpfr
mpg123
mpv
msgpack-c
mtdev
mtools
mujs
multipath-tools
muparser
namcap
nano
nano-syntax-highlighting
nautilus
ncurses
ndctl
neon
neovim
netctl
nettle
network-manager-applet
networkmanager
networkmanager-openvpn
networkmanager-vpn-plugin-openvpn
nfs-utils
nfsidmap
nftables
nilfs-utils
ninja
nm-connection-editor
notcurses
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npth
nspr
nss
nss-mdns
numactl
nvidia-prime
nvidia-settings
nvidia-utils
nwg-displays
nwg-dock-hyprland
nwg-drawer
nwg-look
ocl-icd
octopi
oh-my-zsh-git
onetbb
oniguruma
openal
opencl-nvidia
opencode
opencolorio
opencore-amr
opencv
openexr
openh264
openjpeg2
openmp
openssh
openssl
openvpn
opus
orc
os-prober
osinfo-db
osm-gps-map
ostree
otf-font-awesome
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pacutils
pahole
pam
pambase
pango
pangomm
pangomm-2.48
parallel
parted
paru
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-clone
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookiejar
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
perl-xml-writer
phodav
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
pixman
pkcs11-helper
pkgconf
pkgfile
playerctl
plocate
plymouth
polkit
polkit-gnome
poppler
poppler-glib
popt
portaudio
power-profiles-daemon
powerline-fonts
ppp
pps-tools
procps-ng
projectm
protobuf
psmisc
pugixml
pv
pyalpm
pystring
python
python-annotated-types
python-attrs
python-autocommand
python-boolean.py
python-build
python-cairo
python-cffi
python-charset-normalizer
python-click
python-cryptography
python-dbus
python-defusedxml
python-docopt
python-editables
python-filelock
python-gobject
python-hatchling
python-i3ipc
python-idna
python-imageio
python-imageio-ffmpeg
python-installer
python-jaraco.collections
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jinja
python-keyutils
python-license-expression
python-lz4
python-mako
python-markdown
python-markupsafe
python-more-itertools
python-numpy
python-orjson
python-packaging
python-pathspec
python-pillow
python-pip
python-pkg_resources
python-platformdirs
python-pluggy
python-psutil
python-pycparser
python-pydantic
python-pydantic-core
python-pydbus
python-pyelftools
python-pyproject-hooks
python-pyxdg
python-requests
python-screeninfo
python-setuptools
python-shtab
python-six
python-tqdm
python-trove-classifiers
python-typing-inspection
python-typing_extensions
python-urllib3
python-wheel
python-xlib
python-yaml
qca-qt6
qemu-audio-alsa
qemu-audio-dbus
qemu-audio-jack
qemu-audio-oss
qemu-audio-pa
qemu-audio-pipewire
qemu-audio-sdl
qemu-audio-spice
qemu-base
qemu-block-curl
qemu-block-dmg
qemu-block-gluster
qemu-block-iscsi
qemu-block-nfs
qemu-block-ssh
qemu-chardev-baum
qemu-chardev-spice
qemu-common
qemu-desktop
qemu-docs
qemu-emulators-full
qemu-full
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-gpu-pci-rutabaga
qemu-hw-display-virtio-gpu-rutabaga
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-display-virtio-vga-rutabaga
qemu-hw-s390x-virtio-gpu-ccw
qemu-hw-uefi-vars
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-pr-helper
qemu-system-aarch64
qemu-system-alpha
qemu-system-alpha-firmware
qemu-system-arm
qemu-system-arm-firmware
qemu-system-avr
qemu-system-hppa
qemu-system-hppa-firmware
qemu-system-loongarch64
qemu-system-m68k
qemu-system-microblaze
qemu-system-microblaze-firmware
qemu-system-mips
qemu-system-or1k
qemu-system-ppc
qemu-system-ppc-firmware
qemu-system-riscv
qemu-system-riscv-firmware
qemu-system-rx
qemu-system-s390x
qemu-system-s390x-firmware
qemu-system-sh4
qemu-system-sparc
qemu-system-sparc-firmware
qemu-system-tricore
qemu-system-x86
qemu-system-x86-firmware
qemu-system-xtensa
qemu-tests
qemu-tools
qemu-ui-curses
qemu-ui-dbus
qemu-ui-egl-headless
qemu-ui-gtk
qemu-ui-opengl
qemu-ui-sdl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-user
qemu-vhost-user-gpu
qemu-vmsr-helper
qrencode
qt-sudo
qt5-base
qt5-declarative
qt5-svg
qt5-translations
qt5-wayland
qt5-x11extras
qt6-5compat
qt6-base
qt6-declarative
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-shadertools
qt6-svg
qt6-translations
qt6-virtualkeyboard
qt6-wayland
qt6ct
qtermwidget
quazip-qt5
raptor
rate-mirrors
rav1e
rclone
rdma-core
re2
readline
rebuild-detector
refind
reflector
rhash
ripgrep
rofi
rpcbind
rsync
rtkit
rtmpdump
rubberband
runc
rustnet
rustup
rutabaga-ffi
s-nail
sbc
scdoc
scx-manager
scx-scheds
scx-tools
sd
sdbus-cpp
sddm
sdl12-compat
sdl2-compat
sdl2_image
sdl3
sdl_image
seabios
seatd
sed
serd
sg3_utils
shaderc
shadow
shared-mime-info
slang
slurp
smartmontools
smbclient
snappy
sndio
sof-firmware
sord
sound-theme-freedesktop
soundtouch
spandsp
spdlog
speex
speexdsp
spice
spice-gtk
spice-protocol
spirv-tools
sqlite
squashfs-tools
sratom
srt
startup-notification
stoken
sudo
svt-av1
svt-hevc
swaync
switcheroo-control
swtpm
swww
sysfsutils
systemctl-tui
systemd
systemd-libs
systemd-resolvconf
systemd-sysvcompat
taglib
tailscale
talloc
tar
taskim
tcl
tdb
tealdeer
termusic
tesseract
tesseract-data-afr
tesseract-data-eng
tesseract-data-osd
tevent
texinfo
thin-provisioning-tools
tinysparql
tmux
tomlplusplus
totem-pl-parser
tpm2-tss
tree
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-bitstream-vera
ttf-dejavu
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-material-symbols-variable
ttf-meslo-nerd
ttf-opensans
tty-clock
tui-journal
tumbler
twolame
tzdata
uchardet
udiskie
udisks2
ueberzug
ufw
unibilium
unrar
unzip
upower
usb_modeswitch
usbredir
usbutils
util-linux
util-linux-libs
uwsm
v4l-utils
vapoursynth
vde2
verdict
vid.stab
vim
vim-runtime
virglrenderer
virt-install
virt-manager
virtiofsd
vlc-plugin-a52dec
vlc-plugin-aalib
vlc-plugin-alsa
vlc-plugin-aom
vlc-plugin-archive
vlc-plugin-aribb24
vlc-plugin-aribb25
vlc-plugin-ass
vlc-plugin-avahi
vlc-plugin-bluray
vlc-plugin-caca
vlc-plugin-cddb
vlc-plugin-chromecast
vlc-plugin-dav1d
vlc-plugin-dbus
vlc-plugin-dbus-screensaver
vlc-plugin-dca
vlc-plugin-dvb
vlc-plugin-dvd
vlc-plugin-faad2
vlc-plugin-ffmpeg
vlc-plugin-firewire
vlc-plugin-flac
vlc-plugin-fluidsynth
vlc-plugin-freetype
vlc-plugin-gme
vlc-plugin-gnutls
vlc-plugin-gstreamer
vlc-plugin-inflate
vlc-plugin-jack
vlc-plugin-journal
vlc-plugin-jpeg
vlc-plugin-kate
vlc-plugin-kwallet
vlc-plugin-libsecret
vlc-plugin-lirc
vlc-plugin-live555
vlc-plugin-lua
vlc-plugin-mad
vlc-plugin-matroska
vlc-plugin-mdns
vlc-plugin-modplug
vlc-plugin-mpeg2
vlc-plugin-mpg123
vlc-plugin-mtp
vlc-plugin-musepack
vlc-plugin-nfs
vlc-plugin-notify
vlc-plugin-ogg
vlc-plugin-opus
vlc-plugin-png
vlc-plugin-pulse
vlc-plugin-quicksync
vlc-plugin-samplerate
vlc-plugin-sdl
vlc-plugin-sftp
vlc-plugin-shout
vlc-plugin-smb
vlc-plugin-soxr
vlc-plugin-speex
vlc-plugin-srt
vlc-plugin-svg
vlc-plugin-tag
vlc-plugin-theora
vlc-plugin-twolame
vlc-plugin-udev
vlc-plugin-upnp
vlc-plugin-vorbis
vlc-plugin-vpx
vlc-plugin-x264
vlc-plugin-x265
vlc-plugin-xml
vlc-plugin-zvbi
vlc-plugins-all
vlc-plugins-base
vlc-plugins-extra
vlc-plugins-video-output
vlc-plugins-visualization
vmaf
volume_key
vte-common
vte3
vulkan-icd-loader
wavpack
waybar
wayland
wayland-protocols
waypaper
webkit2gtk-4.1
webrtc-audio-processing-1
wget
which
wildmidi
wireless-regdb
wireplumber
wl-clipboard
wlogout
woff2
wofi
wolfssl
wpa_supplicant
x264
x265
xcb-imdkit
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xcur2png
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xfsprogs
xkeyboard-config
xl2tpd
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xkbcomp
xorg-xprop
xorg-xwayland
xorgproto
xvidcore
xxhash
xz
yaml-cpp
yay
yyjson
zbar
zeromq
zfs-dkms
zfs-utils
zimg
zint
zix
zlib-ng
zlib-ng-compat
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
zsh-theme-powerlevel10k
zstd
zvbi
zxing-cpp
